[
  {
    "id": "factors-fluid-needs",
    "title": "Какие факторы влияют на вашу норму жидкости?",
    "sections": [
      {
        "subtitle": null,
        "content": "Мы часто слышим совет: «Пей восемь стаканов воды в день!» — но на самом деле всё не так просто. Учёные давно отказались от универсального правила в пользу более гибкого подхода: норма жидкости у каждого своя и зависит от множества факторов."
      },
      {
        "subtitle": "Размер и особенности организма",
        "content": "Мужчины обычно пьют больше, чем женщины, потому что в среднем их тело крупнее и требует больше воды. Возраст тоже играет роль: у детей и пожилых людей чувство жажды работает не так чётко, поэтому им сложнее «поймать» момент, когда нужно попить."
      },
      {
        "subtitle": "Физическая активность",
        "content": "Если вы бегаете, ходите в зал или просто много двигаетесь, потребность в жидкости выше. Во время нагрузки мы теряем воду с потом, и её нужно восполнять. Иначе появляются усталость, головокружение и даже риск обезвоживания."
      },
      {
        "subtitle": "Климат и температура",
        "content": "Жаркая погода ускоряет потоотделение — и организм быстрее теряет влагу. Но и зимой потребности растут: сухой воздух в помещениях и перепады температуры тоже приводят к дополнительным потерям жидкости."
      },
      {
        "subtitle": "Особые состояния",
        "content": "Беременным и кормящим женщинам требуется больше воды, чтобы поддерживать себя и ребёнка. А при болезни — особенно при температуре, рвоте или диарее — организм теряет жидкость гораздо быстрее, и восполнять её нужно активнее."
      },
      {
        "subtitle": "Питание",
        "content": "Острая и солёная еда усиливает жажду: соль задерживает воду в организме, но одновременно «заставляет» нас пить больше. Даже тип диеты важен — например, при высокобелковом питании тоже возрастает потребность в жидкости."
      },
      {
        "subtitle": "Не только вода",
        "content": "Около 20% дневного объёма жидкости мы получаем из еды — особенно из овощей, фруктов и супов. В расчёт входят и напитки: чай, кофе, молоко. Современные исследования подтверждают, что умеренные дозы кофеина не обезвоживают организм, так что чашка кофе утром вполне «засчитывается»."
      },
      {
        "subtitle": "Как понять, достаточно ли вы пьёте?",
        "content": "Главный ориентир — самочувствие. Если вы редко чувствуете жажду, у вас есть энергия, кожа не становится чрезмерно сухой, а голова не «тяжелеет» — значит, жидкости, скорее всего, хватает. Но если вы замечаете усталость, сухость во рту или трудности с концентрацией, это сигнал налить себе стакан воды."
      }
    ]
  }
]
