[
  {
    "id": "factors-fluid-needs",
    "title": "What Factors Influence Your Fluid Needs?",
    "sections": [
      {
        "subtitle": null,
        "content": "We often hear the advice: “Drink eight glasses of water a day!” — but in reality, it’s not that simple. Scientists have long abandoned this universal rule in favor of a more flexible approach: everyone’s fluid needs are unique and depend on many factors."
      },
      {
        "subtitle": "Body size and individual traits",
        "content": "Men usually drink more than women, simply because on average their bodies are larger and require more water. Age also plays a role: both children and older adults may not feel thirst as clearly, so it’s harder for them to “catch” the right moment to drink."
      },
      {
        "subtitle": "Physical activity",
        "content": "If you run, go to the gym, or simply move a lot throughout the day, your fluid requirements are higher. During activity, we lose water through sweat, and it needs to be replenished. Otherwise, fatigue, dizziness, and even dehydration can occur."
      },
      {
        "subtitle": "Climate and temperature",
        "content": "Hot weather accelerates sweating, and the body loses fluids faster. But in winter, needs can also increase: dry indoor air and temperature changes cause additional fluid loss as well."
      },
      {
        "subtitle": "Special conditions",
        "content": "Pregnant and breastfeeding women require more water to support both themselves and their baby. Illness also makes a difference — especially with fever, vomiting, or diarrhea — the body loses fluids much faster, and replenishing them becomes crucial."
      },
      {
        "subtitle": "Diet",
        "content": "Spicy and salty foods increase thirst: salt retains water in the body but at the same time stimulates the desire to drink more. The type of diet also matters — for example, a high-protein diet increases fluid requirements."
      },
      {
        "subtitle": "Not just water",
        "content": "Around 20% of daily fluid intake comes from food — especially vegetables, fruits, and soups. Drinks count too: tea, coffee, milk. Modern research confirms that moderate caffeine intake does not dehydrate the body, so your morning cup of coffee definitely “counts.”"
      },
      {
        "subtitle": "How to know if you’re drinking enough?",
        "content": "The main guide is how you feel. If you rarely feel thirsty, have good energy, your skin isn’t overly dry, and your head doesn’t feel heavy — you’re probably drinking enough. But if you notice fatigue, dry mouth, or trouble focusing, it’s a sign to pour yourself a glass of water."
      }
    ]
  }
]
